[
  {
    "term": "AGENDER",
    "def": "An identity under the non-binary gender queer umbrellas. Agender individuals have no gender identity and/or no gender expression."
  },
  {
    "term": "ALLY",
    "def": "A term used to describe someone who is a friend, advocate, and/or activist for LGBTQ+ people."
  },
  {
    "term": "ANDROGYNOUS",
    "def": "Having both masculine and feminine gender characteristics."
  },
  {
    "term": "ASEXUAL",
    "def": "A term used to identify someone who does not experience sexual attraction to anyone. There are varying degrees of asexuality with titles such as grey-a and demisexual. A lack of sexual attraction does not necessarily mean an aversion to touch or sex. as there are often romantic attractions romantic relationships. It differs from celibacy, which refers to someone who experiences sexual attraction and chooses not to act on it."
  },
  {
    "term": "BIPHOBIA",
    "def": "The fear, hatred, or intolerance of bisexual people."
  },
  {
    "term": "BISEXUAL/Bi",
    "def": "A term used to identify someone who has romantic and/or sexual feelings, attractions, and/or relationships with men and women. This does not necessarily mean that bisexuals have relationships with both men and women at the same time - this is a common stereotype. It also does not mean that a person is equally attracted to men and women.  Levels of attraction may vary.  A bisexual person can also be defined as someone who has romantic and/or sexual feelings, attractions and/or relationships with people of any gender (rather than saying both genders)."
  },
  {
    "term": "BIGENDER",
    "def": "Identifying with two genders either simultaneously or interchangeably."
  },
  {
    "term": "BUTCH",
    "def": "A term that has been stereotypically prescribed to lesbians who exhibit \"masculine\" traits and can also be used to describe queer people of all genders who identify with \"masculine\" traits."
  },
  {
    "term": "CISGENDER",
    "def": "People who identify as the gender they were assigned at birth. (I.E. if the doctor declared you male and you identify as a man)"
  },
  {
    "term": "CISSEXISM",
    "def": "The belief that cisgender people are superior to trans* people.  This can manifest into actions such as hate crimes or choosing to treat someone as a gender they don't identify with.  It also includes the lack of acknowledgement that trans* and non-binary people exist."
  },
  {
    "term": "CLOSETED or IN THE CLOSET",
    "def": "A term commonly used to indicate that someone is hiding their sexual orientation."
  },
  {
    "term": "COMING OUT",
    "def": "It is the process by which LGBT individuals recognize, acknowledge, accept, and appreciate their sexual identity. It is commonly thought of as the act of telling the people in one's life about their identity which may be unknown to others. This may occur multiple times in different contexts (meeting someone new, work environment, social groups, family, etc.). Coming out can also be an internal process by which someone accepts themselves and their identity."
  },
  {
    "term": "DRAG",
    "def": "Used by people who present socially in clothing, name, and/or pronouns that differs from their everyday gender, usually for enjoyment, entertainment, and/or self-expression.  Drag queens typically have everyday lives as men.  Drag kings typically live as women when not performing.  Unless they are drag performers, most trans people would be offended by being confused with drag queens or drag kings.  Drag started by gay black men and has since become a popular symbol of gay culture."
  },
  {
    "term": "DYKE",
    "def": "A slang term originally (and often still) used as a derogatory label for masculine or butch women.  Usually refers to lesbians.  Occasionally used as a self identified label for women who sleep with women."
  },
  {
    "term": "FAG/FAGGOT",
    "def": "A derogatory term used to refer to gay men.  Historically, this term was used when gay men and witches, etc., were tied together (like a fag of wood) and burned alive."
  },
  {
    "term": "FEMME",
    "def": "A term that has been stereotypically prescribed to lesbians who exhibit \"femanine\" traits and can also be used towards queer people of all genders who identify with \"feminine\" traits."
  },
  {
    "term": "FTM",
    "def": "Female-to-male transgender individuals."
  },
  {
    "term": "GAY",
    "def": "Historically, an internal code-word to denote the \"underworld\" of artists, intellectuals and street people who lived their sexual lives on the fringes of society.  More recently, the term usually refers to men who have romantic and/or sexual feelings, attractions, and/or relationships with other men.  Some \"lesbian\" women may also identify themselves as gay."
  },
  {
    "term": "GAY PRIDE (parade or week)",
    "def": "Celebrates and commemorates the Stonewall Riots-usually in June. Often consists of parades, special actvities and community building events. It happens in various cities across the world."
  },
  {
    "term": "GENDER ASSIGNED AT BIRTH",
    "def": "An assumption of gender based on the sex on your birth certificate. This mostly affects how your parents raised you and treated you. Some other acronyms are MAAB, FAAB: Male or Female Assigned At Birth or CAMAB CAFAB: Coercively Assigned At Birth. The use of the word coercively is sometimes specifically associated with intersex people."
  },
  {
    "term": "GENDER",
    "def": "The set of characteristics, roles, and behavior patterns which are constructed socially culturally, not biologically."
  },
  {
    "term": "GENDER BINARY",
    "def": "The cultural ideas that there are only two genders and gender roles which they are required to uphold through societal standards."
  },
  {
    "term": "GENDER/BIOLOGICAL ESSENTIALISM",
    "def": "An outdated theory that asserts gender to be something born with, that is tied to our sex, and from which we cannot deviate."
  },
  {
    "term": "GENDER IDENTITY",
    "def": "A person's awareness of being male or female, masculine or feminine, neither, or some combination."
  },
  {
    "term": "GENDER ROLE",
    "def": "The accepted behaviors, thoughts, and emotions of a specific Bender based upon the views of a particular society or culture."
  },
  {
    "term": "GENDERQUEER(GQ)",
    "def": "A person whose gender identity is neither male nor female, is beyond or between genders or is a combination of genders."
  },
  {
    "term": "GSM/GSRM",
    "def": "Gender and Sexual Minority/Gender, Sexual, and Romantic Minority. An inclusive alternative to LGBT that includes all minority identities under the queer umbrella."
  },
  {
    "term": "HATE CRIMES",
    "def": "Crimes committed against people chosen because of their identity or perceived identity. Some states, including Washington, have stiffer penalties for crimes of this nature."
  },
  {
    "term": "HETERONORMATIVITY",
    "def": "Institutionalized attitudes and rules that assume a person's heterosexuality and provide social consequences for those who do not identify as heterosexual or cisgender."
  },
  {
    "term": "HETEROSEXISM",
    "def": "The societal/cultural, institutional, and individual beliefs and practices that privilege heterosexuals and subordinate and denigrate LGBTQ+ people."
  },
  {
    "term": "HETEROSEXUAL",
    "def": "A person who has romantic and sexual feelings for or attractions to someone considered to be the opposite gender. In the U.S. culture, most people identify two genders, men and women, and use the term \"opposite sex\" to differentiate them."
  },
  {
    "term": "HETEROSEXUAL PRIVILEGE",
    "def": "he benefits and advantages that heterosexuals receive in a heterosexist culture."
  },
  {
    "term": "HOMOPHOBIA",
    "def": "The fear, hatred, or intolerance of people who identify or are perceived to be lesbians or gay men, including the fear of being seen as lesbian or gay yourself. Homophobic behavior can range from telling jokes about lesbians and gay men, to verbal abuse, to acts of physical violence."
  },
  {
    "term": "HOMOSEXUAL",
    "def": "A person who has romantic and sexual feelings for or attractions to someone of the same gender.  Historically, the term came from Dr Karoly Benkert (1869) to define \"perversion\" medically for gay/lesbian behavior and was once a diagnosis in the <i>Diagnostic and Statistical Manual of Mental Disorders</i> (Version III)."
  },
  {
    "term": "INTERNALIZED HONOPHOBIA",
    "def": "A term used to describe lesbians, gay men, and bisexuals who have internalized and accepted societal prejudices, myths and lies about them."
  },
  {
    "term": "INTERSEX",
    "def": "A general term used for a variety of conditions in which a person is born with a reproductive or sexual anatomy or set of chromosomes that doesn't fit the typical definitions of male or female.  This is relatively common and often, if it's an external condition, doctors perform a surgery to change the appearance of the genitals which decides the baby's gender role.  These surgeries often cause a lot of harm and are opposed by the Intersex Society of North America."
  },
  {
    "term": "LAMBDA",
    "def": "A symbol originally chosen by the Gay Activists Alliance of New York in 1970 and used to identify other members of the gay community.  The reasoning was that the symbol would easily be mistaken for a fraternity symbol and therefore ignored by the majority of people.  In December of 1974, the lambda was officially declared the international symbol for gay and lesbian rights by the international Fay Rights Congress in Edinburgh, Scotland."
  },
  {
    "term": "LESBIAN",
    "def": "A woman who has romantic and sexual feelings for or attractions to other women."
  },
  {
    "term": "LGBTQ",
    "def": "An acronym sometimes used to refer to individuals or groups who identify as lesbian, gay, bisexual, transgender, queer, or questioning.  You may also see LGBT or GLBT used in a similar way.  And LGBTA is an acronym that includes allies or sometimes asexuals."
  },
  {
    "term": "MEN LOVING MEN (MLM)",
    "def": "Commonly used by communities of color to denote the attraction of men to men."
  },
  {
    "term": "MSM",
    "def": "Men who have sex with men, a term most often used in medical settings."
  },
  {
    "term": "MTF",
    "def": "Male-to-female transgender individuals."
  },
  {
    "term": "NON-BINARY",
    "def": "A person whose gender identity does not match what they were assigned at birth and they also don't feel like they fit into the gender binary.  Genderqueer is often, but not always, a way that non-binary people identify."
  },
  {
    "term": "OUTING",
    "def": "The act of revealing someone else's gender or sexual identity without permission."
  },
  {
    "term": "PANSEXUAL",
    "def": "A sexual identity that encompasses a variety of genders rather than just men and women, depending on the person."
  },
  {
    "term": "PARTNER",
    "def": "A common term used to describe a person with whom one is having a primary intimate relationship.  This term is gender neutral which is helpful for people with varying gender identities.  Its gender neutral quality also keeps people safe in not having to \"out\" their or their significant other's gender or sexual identity."
  },
  {
    "term": "PINK TRIANGLE",
    "def": "During the Nazi regime, these symbols were used to denote gay men and black triangles denoted lesbians.  The US army freed many prisoners in 1945, but transferred those with pink triangles to other prisons.  The pink triangle has become a general symbol for all gay people of the oppression that has befallen the community representing the way gay men, bisexuals, and lesbians have suffered and continue to be oppressed."
  },
  {
    "term": "QUEEN",
    "def": "Often used within the queer community to identify gay or bi males who take on traditional female characteristics or act in a more feminine way."
  },
  {
    "term": "QUEER",
    "def": "A label that has been reclaimed by some GSRM individuals as a positive and inclusive term and sometimes as a political identity. \"Queer\" has historically been considered a derogatory term and can still serve as one today, depending on the intention and impact."
  },
  {
    "term": "QUESTIONING",
    "def": "The process of considering or exploring one's sexual orientation and/or gender identity."
  },
  {
    "term": "QUILTBAG",
    "def": "An acronym that stands for Queer/Questioning, Undecided, Intersex, Lesbian, Transgender Transsexual, Bisexual, Allied/Asexual, Gay/Genderqueer."
  },
  {
    "term": "RAINBOW FLAG",
    "def": "Designed by Gilbert Baker in 1978 to celebrate and show support for gay freedom. It includes 6 stripes from purple to red."
  },
  {
    "term": "SAME GENDER LOVING (SGL)",
    "def": "Commonly used by communities of color to denote attraction to the same gender."
  },
  {
    "term": "SEX (in relation to gender)",
    "def": "The reproductive or sexual anatomy that is used to medically define you as male or female.  This is a social construction that does not account for the millions of people who do not fit the male/ female binary."
  },
  {
    "term": "SEXUAL IDENITY",
    "def": "An identity based on sexual orientation."
  },
  {
    "term": "SKOLIOSEXUAL",
    "def": "A sexual orientation for people who are only attracted to non-binary individuals."
  },
  {
    "term": "SOCIAL DYSPHORIA",
    "def": "Fear of being perceived as a different gender than one identifies."
  },
  {
    "term": "STONEWALL",
    "def": "On June 28, 1969 a working class gay and lesbian bar known as Stonewall Inn in Greenwich Village was raided. Patrons resisted and the raid escalated into a riot lasting several days. The Stonewall Riots denote the beginning of the American Gay Liberation movement."
  },
  {
    "term": "TRANS*",
    "def": "A shortening of \"transsexual\" or \"transgender\". The asterisk implies the varied suffixes of the word. It can also include other gender non-conforming identities such as genderqueer or non-binary depending on the context."
  },
  {
    "term": "TRANSGENDER",
    "def": "A term describing individuals identities, expressions or whose gender behaviors are not those traditionally associated with their sex as assigned at birth."
  },
  {
    "term": "TRANSPHOBIA",
    "def": "The fear and hatred or discomfort felt towards people who are trans. People of any sexual orientation can experience such feelings of aversion."
  },
  {
    "term": "TRANSSEXUAL",
    "def": "A transgender person who chose to undergo gender affirming surgery gender (reassignment surgery)."
  },
  {
    "term": "TRANSVESTITE",
    "def": "A person who cross-dresses for erotic pleasure or relaxation."
  },
  {
    "term": "TRANNY",
    "def": "Often an offensive slur that is usually directed at transwomen.  She-he, shemale, shim and other similar words are also slurs that would usually be very offensive."
  },
  {
    "term": "TWO-SPIRITED",
    "def": "Predominantly a term used by indigenous cultures to describe a person who has two spirits, one male and one female who does not fall into conventional ideas of sexual orientation and gender identification norms."
  },
  {
    "term": "WOMEN LOVING WOMEN (WLW)",
    "def": "Commonly used by communities of color to denote the attraction of women to women."
  },
  {
    "term": "WSW",
    "def": "Women who have sex with women, a term most often used in medical settings."
  }
]
